Repository: igorquintaes/Csproj-Cleaner
Catalog: Source/CsprojCleaner.App.WindowsForms/Resources/Language.*.resx
Languages: pt_br

source: About
pt_br: Sobre

# AboutSourceCodeIn
source: It is an Open Source project. All the application and code can be find in:
pt_br: Project Cleaner é um projeto Open Source. Toda a aplicação e seu respectivo código fonde pode ser encontrado em:

source: Cancel
pt_br: Cancelar

source: Clean Projects!
pt_br: Executar Limpeza!

source: Close
pt_br: Fechar

# ErrorExceptionVerifyLog
source: Error. Check log for more information.
pt_br: Erro. Verifique o log para mais informações.

# ErrorFolderExceptionVerifyLog
source: Error (ReadFolderException). Check log for more information.
pt_br: Erro (ReadFolderException). Verifique o log para mais informações.

# ErrorLogExceptionInitialize
source: Falied to load or create error log:
pt_br: Erro ao instanciar log de erros:

source: Extensions to clear:
pt_br: Extensões para limpeza:

source: Finished! Click to run again.
pt_br: Concluído. Clique para executar novamente.

source: Help
pt_br: Ajuda

# InvalidLogFolder
source: The selected log folder does not exists. Please, select a valid folder.
pt_br: O diretório de logs não existe. Por favor, selecione um diretório válido.

# InvalidProjectFolder
source: The selected project folder does not exists. Please, select a valid folder.
pt_br: O diretório de projetos não existe. Por favor, selecione um diretório válido.

# LanguageStr
source: Language:
pt_br: Idioma:

source: Loading...
pt_br: Carregando...

source: Save
pt_br: Salvar

source: Saved
pt_br: Salvo

# SaveLogDir
source: Save log directory:
pt_br: Diretório da pasta de armazenamento de logs:

source: Settings
pt_br: Configurações

source: Steps:
pt_br: Procedimentos:

# StepsDescription
source: Insert a valid directory to all project files inside the folder or subfolder be cleaned. The action will start after the button "Clean Projects!" be pressed.
pt_br: Insira um diretório válido para que todos os arquivos de projeto dentro dele ou de suas subpastas sejam limpos. A limpeza iniciará assim que o botão "Executar Limpeza!" for clicado.

# SuccefullSavedConfig
source: Your configuration was saved succefull!
pt_br: Sua configuração foi salva com sucesso!

source: Target folder:
pt_br: Diretório de execução:

source: Tools
pt_br: Ferramentas

# VerifyIfAllDirsAreFilled
source: Verify if all directories are filled.
pt_br: Verifique se todos os diretórios foram preenchidos.

source: Warning!
pt_br: Atenção!

# NonExistentFiles
source: Non existent files action:
pt_br: Arquivos inexistentes:

# NonExistentFilesActionLog
source: Log
pt_br: Salvar em log

# NonExistentFilesActionNothing
source: Nothing
pt_br: Sem ação

# WarningNonExistentFiles
source: Warning! This options will make program runs slow!
pt_br: Atenção! Esta opção fará o programa rodar devagar!
